<template>
  <div class='main-background'>
    <Menu />
    <div class='container'>
      <PageHeader name='Пользовательское соглашение' />
      <div class='row'>
        <div class='col s12'>
          <h5>1.ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h5>
          <div>1.1 Контент- информация, данные, текст, сообщения и другие материалы, размещенные на Сайте.</div>
          <div>1.2 Логин- имя учётной записи Пользователя в любой форме.</div>
          <div>1.3 Пароль— элемент учетной записи, секретный набор символов, предназначенный для подтверждения личности или полномочий Пользователя, используемый для защиты информации от несанкционированного доступа.</div>
          <div>1.4 Пользователь – любой зарегистрировавшийся на сайте mybudget.ws человек, имеющий доступ к сети Интернет.</div>
          <div>1.5 Сайт – веб-сайт с адресом http://mybudget.ws.</div>
          <div>1.6 Сервисы – совокупность программно-технической базы и ее обновлений, размещенных по электронным адресам, определяемым Исполнителем. Пользовательское соглашение (Соглашение) – документ, регулирующий отношения между Пользователем и Сайтом по пользованию услугами Сайта.</div>

          <h5>2. ОБЩИЕ ПОЛОЖЕНИЯ</h5>
          <div>2.1 Пользовательское соглашение вступает в силу с момента регистрации Пользователя на веб-сайте mybudget.ws.</div>
          <div>2.2 Соглашение является договором между пользователем и сайтом mybudget.ws и регламентирует использование Пользователем сервисов mybudget.ws. Все споры и разногласия по поводу Соглашения будут разрешаться в соответствии с действующим законодательством РФ.</div>
          <div>2.3 Бездействие со стороны mybudget.ws в случае нарушения Пользователем (либо Пользователями) положений настоящего Соглашения не лишает mybudget.ws права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа mybudget.ws от своих прав в случае совершения в последующем подобных либо сходных нарушений.</div>
          <div>2.4 Регистрируясь на сайте mybudget.ws, Пользователь подтверждает, что прочитал, понял и согласен соблюдать настоящее Соглашение. Соглашение может быть изменено администрацией Сайта в любое время без уведомления пользователя.</div>
          <div>2.5 Новая редакция Соглашения вступает в силу с момента публикации, если иной срок вступления изменений в силу не определен дополнительно при их публикации.</div>
          <div>2.6 Действующая редакция Соглашения постоянно находится на web-странице по адресу: http://mybudget.ws/user_agreement</div>
          <div>2.7 Дальнейшее использование сайта mybudget.ws после любых подобных изменений означает согласие пользователя с изменениями. Юридические последствия по настоящему Соглашению не зависят от ознакомления / неознакомления Пользователя с действующей редакцией Соглашения.</div>
          <div>2.8 Пользователь несет ответственность за сохранность своих логина и пароля.</div>

          <h5>3. ПРАВА И ОБЯЗАННОСТИ mybudget.ws</h5>
          <div>3.1 mybudget.ws предлагает пользователям доступ к ряду Сервисов. Все существующие на данный момент Cервисы, любое их развитие или добавление новых регулируется настоящим Соглашением.</div>
          <div>3.2 Все Сервисы предоставляются в заданном виде. mybudget.ws не несет ответственность за какие-либо задержки, сбои, неверную или несвоевременную доставку, удаление или сохранность какой-либо пользовательской информации.</div>
          <div>3.3 mybudget.ws не гарантирует, что Cервисы будут соответствовать требованиям Пользователя; будут предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с использованием Сервисов, будут точными и надежными; качество какого-либо продукта, услуги, информации и пр., полученного с использованием сервиса, будет соответствовать ожиданиям пользователя.</div>
          <div>3.4 Администрация mybudget.ws не несет ответственности за любой ущерб, который может быть нанесен компьютеру и данным пользователя в результате использования материалов, полученных с использованием Сервисов mybudget.ws.</div>
          <div>3.5 mybudget.ws не несет ответственности за любые прямые или косвенные убытки, произошедшие из-за: использования либо невозможности использования сервисов; несанкционированного доступа к коммуникациям; заявления или поведение любого третьего лица в Сервисах.</div>
          <div>3.6 mybudget.ws не несет ответственности за Контент (информацию, данные, текст, сообщения и другие материалы, размещенные на сайте), созданный его Пользователями, и не гарантирует точность, полноту или качество данного Контента.</div>
          <div>3.7 Администрация mybudget.ws не обязана просматривать Контент любого вида перед размещением. Администрация mybudget.ws имеет право (но не обязана) по своему усмотрению отказать в размещении или удалить любой Контент, который доступен через один из Сервисов mybudget.ws.</div>
          <div>3.8 mybudget.ws имеет право размещать на странице аккаунта пользователей рекламную информацию или любую другую информацию для публичного распространения, однако без ущерба для содержания аккаунта.</div>
          <div>3.9 Форма, порядок и объемы такой информации могут время от времени изменяться mybudget.ws.</div>
          <div>3.10 Администрация сайта mybudget.ws (или представители администрации в лице модераторов) имеют право заблокировать любой аккаунт. Администрация mybudget.ws может посылать своим пользователям информационные сообщения.</div>
          <div>3.11 mybudget.ws не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную доставку, удаление или несохранность какой-либо пользовательской персональной информации. вы согласны с тем, что mybudget.ws оставляет за собой право удалить пользователей, которые не использовали свой доступ в течение долгого времени.</div>
          <div>3.12 Сервисы mybudget.ws могут содержать ссылки на другие ресурсы. Администрация сайта не несет ответственности за доступность этих ресурсов и за их контент, а также за любые последствия, связанные с использованием контента этих ресурсов.</div>
          <div>3.13 Администрация mybudget.ws оставляет за собой право прекратить действие любого логина и пароля и удалить любой контент по любой причине, в том числе при неиспользовании доступа или при нарушении Соглашения.</div>
          <div>3.14 mybudget.ws может в любой момент закрыть любой из своих Cервисов без предварительного уведомления.</div>
          <div>3.15 mybudget.ws также не несет никакой ответственности за прекращение доступа к своим Сервисам.</div>

          <h5>4. ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ</h5>
          <div>4.1 Пользователь сайта mybudget.ws обязан:</div>
          <div>4.2 Выполнять настоящее Соглашение.</div>
          <div>4.3 Не нарушать нормальную работу сайта mybudget.ws.</div>
          <div>4.4 Принимать надлежащие меры для обеспечения сохранности логина (адреса электронной почты) и пароля. При регистрации указывать реальный e-mail в соответствующем поле регистрации. Нести полную ответственность за любые действия, совершенные с использованием его аккаунта, а также за любые последствия, которые могло повлечь или повлекло подобное его использование.</div>
          <div>4.5 Нести ответственность за всю информацию, данные, текст, сообщения и другие материалы (Контент), размещенные на сайте.</div>
          <div>4.6 Самостоятельно оценивать все риски, связанные с использованием контента, включая оценку надежности, полноты или полезности этого Контента.</div>
          <div>4.7 Не использовать сайт для умышленного нарушения местного, российского законодательства или норм международного права. Не размещать на сайте ссылок на ресурсы Сети, содержание которых противоречит действующему законодательству РФ.</div>
          <div>4.8 Не использовать сервисы mybudget.ws для загрузки, посылки, передачи или любого другого способа размещения Контента, который является незаконным, вредоносным, угрожающим, клеветническим, оскорбляет нравственность, нарушает авторские права, пропагандирует ненависть и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес конкретных лиц или организаций.</div>
          <div>4.9 Не выдавать себя за другого человека, в том числе за сотрудника mybudget.ws, за модераторов блогов или проектов, за владельца сайта.</div>
          <div>4.10 Не использовать сайт mybudget.ws для массовой публикации рекламных, информационных и других материалов без согласия (или при отсутствии заявки) со стороны адресатов и других материалов другим Пользователям сети Интернет, кроме случаев, когда адресаты согласны получать эти материалы.</div>
          <div>4.11 Не производить самовольное (несанкционированное) проникновение в любые технологические компоненты (узлы), программы, базы данных и иные составляющие элементы Сайта. Не передавать любую информацию или программное обеспечение, которое содержит в себе вирусы или другие вредоносные компоненты.</div>

          <h5>5. ПРАВА СОБСТВЕННОСТИ</h5>
          <div>5.1 Сервисы mybudget.ws и все необходимые программы, связанные с ними, содержат конфиденциальную информацию, которая защищена законами об интеллектуальной собственности и иными нормами российского и международного права.</div>
          <div>5.2 Контент, предоставляемый в процессе использования Сервисов, защищен авторскими правом, и иными нормами российского и международного права.</div>
          <div>5.3 mybudget.ws предоставляет Пользователю личное неисключительное и непередаваемое право использовать программное обеспечение, предоставляемое в Сервисах, при условии, что ни Пользователь, ни любые иные лица при содействии Пользователя не будут</div>
          <div>копировать или изменять программное обеспечение;</div>
          <div>создавать программы, производные от программного обеспечения;</div>
          <div>проникать в программное обеспечение с целью получения кодов программ;</div>
          <div>осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме прав в отношении программного обеспечения служб, предоставленных вам по Соглашению,</div>
          <div>а также модифицировать службы, в том числе с целью получения несанкционированного доступа к ним.</div>

          <br>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import Menu from '@/components/menu';
import PageHeader from '@/components/page_header';

export default {
  name: 'Privacy',
  components: {
    Menu,
    PageHeader
  },
  props: {},
  computed: {},
  methods: {}
};
</script>

<style scoped lang='sass'>
.container
  background: #fff
  padding: 10px 20px
  border-radius: 10px
  min-height: 10px
  margin-top: 20px

.main-background
  &:before
    background-image: url('../assets/home-background.svg')
    background-repeat: no-repeat
    position: absolute
    width: 100%
    min-height: 100%
    height: 840px
    content: ''
    background-size: cover
    z-index: -1
</style>
